Repository: mksz9/waldpilze-projekt
Catalog: plugins/gcms_pilzformular/languages/gcms_pilzformular-*.po
Languages: de_de

source: Submit mushroom
de_de: Pilz abschicken

source: The server encountered an internal error
de_de: Es ist ein interner Fehler aufgetreten

source: The mushroom was successfully sent
de_de: Ihr Pilz wurde erfolgreich an die Pilzredaktion versendet

source: Toxic or Nontoxic
de_de: Giftig oder ungiftig

source: Toxic
de_de: Giftig

source: Nontoxic
de_de: Ungiftig

source: Features
de_de: Besonderheiten

source: Locations
de_de: Vorkommen

source: Skin Color
de_de: Hautfarbe

source: The captcha-content does not match the captcha-image
de_de: Der Captcha-Inhalt stimmt nicht mit dem Bild 체berein.

source: Picture
de_de: Bild

source: You must specify an image
de_de: Sie m체ssen ein Bild angeben.

source: The image must be a jpg, jpeg or png file
de_de: Das Bild muss eine jpg, jpeg oder png Datei sein.

source: The Title must be at least 3 characters long
de_de: Der Title muss mindestens 3 Zeichen lang sein.

source: Description
de_de: Beschreibung
