Repository: mksz9/waldpilze-projekt
Catalog: plugins/gcms_newsletter/languages/gcms_newsletter-*.po
Languages: de_de

source: mushroom-reminder
de_de: Pilz-Reminder

source: Reminder successfully sent
de_de: Reminder erfolgreich versendet

source: mushroom-reminder-administration
de_de: Pilz-Reminder-Administration

source: sending the reminder reminds the user to visit the pilz-site again
de_de: das Senden des Reminders erinnert den Benutzer daran die Pilz-Seite wieder zu besuchen

source: send Reminder
de_de: Sende Reminder

source: current newsletter recipients:
de_de: aktuelle Newsletter-Empfänger:

source: new mushroom:
de_de: neuer Pilz:

source: new mushroom-content
de_de: neue Pilz-Inhalte

source: Confirm your newsletter registration
de_de: Bestätigen Sie Ihre Newsletter-Registrierung

source: To confirm you newsletter registration please click on the following link
de_de: Um Ihre Newsletter-Registrierung zu vollenden klicken Sie bitte auf folgenden Link

source: Dear user,
de_de: Lieber Besucher,

source: there is a new pilz on our pilz-site. See the new pilz
de_de: es gibt einen neuen Pilz auf unserer Pilz-Seite. Seh dir den neuen Pilz an

source: here
de_de: hier

source: there is new pilz-content for you to see
de_de: es gibt neue Pilz-Inhalte zu sehen für Sie

source: Click here to unsubscribe this email address from our newsletter!
de_de: Klicke hier um diese Email-Adresse von unserem Newsletter abzumelden!

source: Enter your Email for PilzNewsletter-Registration
de_de: Geben sie Ihre Email-Adresse zur Newsletter-Registrierung ein

source: Send
de_de: Senden

source: Email to confirm newsletter registration was sent to the following Email-Address:
de_de: Die Email um die Newsletter-Anmeldung zu bestätigen wurde an folgende Email-Adresse gesendet:

source: successfully subscribed for newsletter!
de_de: Erfolgreich für den Newsletter angemeldet!

source: Could not confirm newsletter registration. Maybe you clicked not the latest confirmation email.
de_de: Wir konnten die Newsletter-Anmeldung nicht bestätigen. Vielleicht haben sie nicht auf den Link in der letzten Bestätigungs-Email geklickt.

source: This email address is already registered for newsletter
de_de: Diese Email-Adresse ist bereits für den Newsletter registriert.

source: Newsletter confirmation was already sent to the following email address:
de_de: Die Newsletter-Bestätigung wurde bereits an folgende Email-Adresse gesendet:

source: New confirmation email was sent.
de_de: Eine neue Bestätigungs-Email wurde gesendet.

source: We couldnt send the email to complete your registration to the entered email address:
de_de: Wir konnten nicht die Email um Ihre Registrierung zu vollenden an die eingegebene Email-Adresse senden:

source: Unsubscribe
de_de: Abmelden

source: You are no more recipient from our newsletter!
de_de: Sie sind kein Empfänger des Newsletters mehr!
